{
    "global": {
        "title": "Housing experience",
        "button": {
            "estimate": "Estimate",
            "participate": "Participate",
            "validate": "ok",
            "discover": "Discover",
            "learnMore": "Learn more",
            "howItWorks": "How it works",
            "loading": "Loading ..."
        },
        "menu": {
            "about": "About",
            "participate": "Participate",
            "estimate": "Estimate housing",
            "language": "Language",
            "model": "Evaluate a property"
        },
        "footer": {
            "contact": "Contact : ",
            "other": "Other sites : "
        },
        "error": {
            "title": "Error Page!"
        }
    },
    "about": {
        "title": "Our mission",
        "title2": "an artificial and ethical artificial intelligence",
        "title3": "About",
        "text1": "As part of this naonedIA experience, as members of the collective, we came together to take part in this experience.With a collaborative work, we were able to create a real estate prediction tool.",
        "title4": "Sources",
        "text2": "Having a willingness to share our knowledge, all our project is in OpenSource, if you are a student, teacher or just curious, you can look in detail at our work.We even encourage you to the challenger in order to be able to improve."
    },
    "home": {
        "title": "Housing experimentation",
        "text": "The objective of this project is to present the know-how of artificial intelligence in Nantes.This application is intended for all types of public.It allows to explain in a fun way the main principles to demystify the subject.",
        "participate": "Help us improve the prediction of our model.",
        "estimate": "Help us improve the prediction of our model."
    },
    "estimate": {
        "poi": "We are using points of interests to get the closest estimation for housing. We are NOT storing the location. This is only used to embed our data.",
        "or": "or"
    },
    "model": {
        "input": {
            "area": "Ground surface",
            "areaCarrez": "Ground surface using ‘Loi Carrez’",
            "areaTotal": "Total ground surface",
            "rooms": "Number of rooms",
            "type": "Housing",
            "poi": "Points of interest nearby",
            "price": "Buy / sale price",
            "year": "Buy / sale year",
            "month": "Buy / sale month"
        },
        "placeholder": {
            "location": "Property address"
        }
    },
    "explain": {
        "step1": "We start by recovering different datasets from different sources.",
        "step2": "We start by analyzing them, examine their contents, analyze the available features.",
        "step3": "Clean up the dataset by deleting duplicates, filling in missing data.",
        "step4": "We enrich the dataset by combining it with others or by using various services.",
        "step5": "We encode the dataset so that it is understandable for a computer.",
        "step6": "We can now create different models using several algorithms.These algorithms perform their learning by ingesting the data prepared beforehand.",
        "step7": "We analyze the results of different models with different tools, we can compare them.",
        "step8": "We can deploy the model that seems the most adapted to the needs."
    },
    "discover": {
        "title": "Discover artificial intelligence",
        "explanation": "Nowadays, we mainly use machine learning, the diagram below will show you the main algorithms used.",
        "intelligence": {
            "title": "What's intelligence ?",
            "explanation": "The mental and cognitive abilities of an individual to solve a problem or to adapt to his environment."
        },
        "learning": {
            "title": "Learning?",
            "explanation1": "The acquisition of know-how.",
            "explanation2": "The acquisition or modification of the representation of an environment to achieve effective interactions.",
            "explanation3": "Make the right decision in a new situation.",
            "explanation4": "Humans perform these tasks unconsciously, in real time and without explicit effort."
        },
        "machine": {
            "title": "How can we qualify intelligence?",
            "explanation1": {
                "title": "A search algorithm?",
                "explanation": "Represent knowledge in the form of graphs then search for a solution.In principle it is possible to calculate all the actions of the future and their consequences",
                "problem": "However the number of possibilities explode exponentially"
            },
            "explanation2": {
                "title": "A comparison?",
                "explanation": "Memorize typical examples of the problem, compare an unknown object with the knowledge and find the nearest object.",
                "problem": "There can be a lot of characteristics that influence or not the object to recognize"
            },
            "explanation3": {
                "title": "Rules?",
                "explanation": "Characterize things by rules, check if the rules apply to an unknown object.",
                "problem": "The rules must be formulated by a specialist. It is difficult to cover all the exceptions. Incomplete or noisy objects will cause problems."
            }
        },
        "methods": {
            "title": "Learning methods",
            "symbolic": {
                "title": "Symbolic learning",
                "text": "We use a symbolic representation (concepts), typically using a collection of rules, these rules are specified by a human, we use algorithms to combine rules and infer new knowledge."
            },
            "statistic": {
                "title": "Machine learning",
                "text": "We use a numerical representation (coding), we provide typical examples and the desired answer. The human specifies ‘what’ but not ‘how’, we use statistical learning algorithms."
            }
        },
        "learningType": {
            "title": "Main categories of machine learning",
            "supervised": {
                "title": "Supervised",
                "text": "Each example is associated with a label, the purpose is to predict the label, so the system learns how to classify the data."
            },
            "unsupervised": {
                "title": "Unsupervised",
                "text": "The examples are not labeled, the goal is to find an existing typology characterizing the observations, the system learns a classification of the data."
            },
            "reinforcement": {
                "title": "Reinforcement",
                "text": "The examples are associated with a reward / punishment. The goal is to maximize the rewards. The system learns a decision policy."
            }
        }
    },
    "result": {
        "title": "Your estimation",
        "text": "Do you own the property? Help us improve, fill in the purchase price excluding notary fees.",
        "textExplanation": "Are you curious? Understand our estimated calculation:",
        "participate": "Estimation has gap of {{ value }}%."
    },
    "houseType": {
        "house": "House",
        "flat": "Flat"
    },
    "months": {
        "january": "january",
        "february": "february",
        "march": "march",
        "april": "april",
        "may": "may",
        "june": "june",
        "july": "july",
        "august": "august",
        "september": "september",
        "october": "october",
        "november": "november",
        "december": "december"
    }
}