{
    "global": {
        "title": "Expérience logement",
        "button": {
            "estimate": "Estimer",
            "participate": "Participer",
            "validate": "ok",
            "discover": "Découvrir",
            "learnMore": "En savoir plus",
            "howItWorks": "Comment ça marche",
            "loading": "Chargement ..."
        },
        "menu": {
            "about": "À propos",
            "participate": "Participer",
            "estimate": "Estimer un bien",
            "language": "Langue",
            "model": "Évaluer un bien immobilier"
        },
        "footer": {
            "contact": "Contact : ",
            "other": "Nos autres sites : "
        },
        "error": {
            "title": "Page d'erreur!"
        }
    },
    "about": {
        "title": "Notre mission",
        "title2": "une intelligence artificielle éthique et populaire",
        "title3": "À propos",
        "text1": "Dans le cadre de cette expérience naonedIA, en tant qu'acteurs du collectif, nous nous sommes réunis pour participer à cette expérience. En réalisant un travail collaboratif, nous avons pu réaliser un outil de prédiction immobilier.",
        "title4": "Sources",
        "text2": "Ayant une volonté de partager nos connaissances, tout notre projet est en OpenSource, si vous êtes étudiant, enseignant ou juste curieux, vous pouvez regarder en détail notre travail. Nous vous encourageons même à le challenger afin de pouvoir l'améliorer. Vous pouvez accéder code source via https://github.com/naonedia"
    },
    "home": {
        "title": "Expérimentation logement",
        "text": "L'objectif de ce projet est de présenter le savoir-faire nantais en matière d'intelligence artificielle. Cette application est destinée à tout type de public. Elle permet d'expliquer de manière ludique les grands principes afin de démystifier le sujet. Vous pouvez ainsi estimer un bien immobilier dans Nantes métropole. Vous pouvez aussi nous aider en contribuant à cette expérience.",
        "participate": "Aidez-nous à améliorer la prédiction de notre modèle.",
        "estimate": "Aidez-nous à améliorer la prédiction de notre modèle."
    },
    "estimate": {
        "poi": "Nous utilisons des points d’intérêts pour obtenir l’estimation la plus proche en matière de logement. Nous ne stockons pas la localisation. Celle-ci n'est utilisé que pour intégrer nos données.",
        "or": "ou"
    },
    "model": {
        "input": {
            "area": "Surface au sol",
            "areaCarrez": "Surface au sol ‘Loi Carrez’",
            "areaTotal": "Surface du terrain",
            "rooms": "Nombre de pièces",
            "type": "Type de bien",
            "location": "Localisation",
            "poi": "Points d'intérêt à proximité",
            "price": "Prix d'achat / vente",
            "year": "Année d'achat / vente",
            "month": "Mois d'achat / vente"
        },
        "placeholder": {
            "location": "Adresse du bien"
        }
    },
    "explain": {
        "step1": "On commence par récupérer différents jeux de données issues de différentes sources.",
        "step2": "On commence par les analyser, examiner leurs contenus, analyser les features disponibles.",
        "step3": "On effectue un nettoyage du jeu de données en supprimant les doublons, remplissage des données manquantes.",
        "step4": "On enrichie le jeu de données en le combinant avec d'autres ou en utilisant divers services.",
        "step5": "On encode le jeu de données afin que celui-ci soit compréhensible pour un ordinateur.",
        "step6": "On peut maintenant créer différents modèles en utilisant plusieurs algorithmes. Ces algorithmes effectuent leurs apprentissage en ingérant les données préparées au préalables.",
        "step7": "On analyse les résultats des différents modèles grâce à différents outils, on peut ainsi les comparer.",
        "step8": "On peut déployer le modèle qui semble le plus adapté aux besoins."
    },
    "discover": {
        "title": "Découvrir l'intelligence artificielle",
        "explanation": "De nos jours, nous utilisons principalement l'apprentissage automatique. Le schéma ci-dessous va vous montrer les principaux algorithmes utilisés.",
        "intelligence": {
            "title": "Qu'est-ce que l'intelligence ?",
            "explanation": "Les capacités mentales et cognitives d'un individu à résoudre un problème ou à s'adapter à son environnement."
        },
        "learning": {
            "title": "Apprentissage ?",
            "explanation1": "L'acquisition d'un savoir-faire.",
            "explanation2": "L'acquisition ou la modification de la représentation d'un environnement pour réaliser des interactions efficaces.",
            "explanation3": "Prendre la bonne décision face à une situation nouvelle.",
            "explanation4": " Les humains effectuent  ces tâche de façon inconsciente, en temps réel et sans effort explicite."
        },
        "machine": {
            "title": "Comment peut-on qualifier l'intelligence ?",
            "explanation1": {
                "title": "Un algorithme de recherche ?",
                "explanation": "Représenter les connaissances sous formes de graphes puis rechercher une solution. En principe il est possible de calculer toutes les actions du futur et leurs conséquences",
                "problem": "Cependant le nombre de possibilités explosent exponentiellement"
            },
            "explanation2": {
                "title": "Une comparaison ?",
                "explanation": "Mémoriser des exemples typiques du problème. Comparer un objet inconnu avec les connaissances et trouver l'objet le plus proche.",
                "problem": "Il peut y avoir énormément de caractéristiques qui influencent ou pas l'objet à reconnaître"
            },
            "explanation3": {
                "title": "Des règles ?",
                "explanation": "Caractériser les choses par des règles, vérifier si les règles s'appliquent à un objet inconnu.",
                "problem": "Les règles doivent être formulées par un spécialiste. Il est difficile de couvrir toutes les exceptions. Les objets incomplets ou bruités poseront des problèmes."
            }
        },
        "methods": {
            "title": "Méthodes d'apprentissages",
            "symbolic": {
                "title": "Apprentissage symbolique",
                "text": "On utilise une représentation symbolique (concepts), typiquement en utilisant une collection de règles. Ces règles sont spécifiées par un humain. On utilise des algorithmes pour combiner les règles et inférer de nouvelles connaissances."
            },
            "statistic": {
                "title": "Apprentissage automatique",
                "text": "On utilise une représentation numérique (codage), on fournit des exemples typiques et la réponse souhaitée. L'humain spécifie le ‘quoi’ mais pas le ‘comment’. On utilise des algorithmes d'apprentissage statistiques."
            }
        },
        "learningType": {
            "title": "Principales catégories d'apprentissage automatique",
            "supervised": {
                "title": "Supervisé",
                "text": "Chaque exemple est associé à une étiquette. L'objectif est de prédire l'étiquette. Le système apprend donc à classer les données."
            },
            "unsupervised": {
                "title": "Non-supervisé",
                "text": "Les exemples ne sont pas étiquetés. L'objectif est de trouver une typologie existante caractérisant les observations. Le système apprend une classification des données."
            },
            "reinforcement": {
                "title": "Renforcement",
                "text": "Les exemples sont associés à une récompense / punition. L'objectif est de maximiser les récompenses. Le système apprend une politique de décision."
            }
        }
    },
    "result": {
        "title": "Votre estimation",
        "text": "Vous êtes propriétaire du bien ? Aidez-nous à nous améliorer, renseignez son prix d'achat hors frais de notaire.",
        "textExplanation": "Vous êtes curieux ? Comprenez notre calcul estimatif :",
        "participate": "Le chiffre dessus est l'écart de prédiction, la différence en pourcentage entre le prix estimé par notre algorithme et le prix réelle du bien."
    },
    "houseType": {
        "house": "Maison",
        "flat": "Appartement"
    },
    "months": {
        "january": "janvier",
        "february": "février",
        "march": "mars",
        "april": "avril",
        "may": "mai",
        "june": "juin",
        "july": "juillet",
        "august": "août",
        "september": "septembre",
        "october": "octobre",
        "november": "novembre",
        "december": "décembre"
    }
}