{
    "global": {
        "title": "Expérience logement",
        "button": {
            "estimate": "Estimer",
            "participate": "Participer",
            "validate": "ok",
            "discover": "Découvrir",
            "learnMore": "En savoir plus"
        },
        "explanation": {
            "poi": "Nous utilisons des points d’intérêts pour obtenir l’estimation la plus proche en matière de logement. Nous ne stockons pas la localisation. Celle-ci n'est utilisé que pour intégrer nos données."
        },
        "menu": {
            "about": "À propos",
            "participate": "Participer",
            "estimate": "Estimer un bien",
            "language": "Langue",
            "model": "Evaluer un bien immobilier"
        },
        "footer": {
            "contact": "Contact : ",
            "other": "Nos autres sites : "
        },
        "error": {
            "title": "Page d'erreur!"
        }
    },
    "home": {
        "title": "Expérimentation logement",
        "text": "L'objectif de ce projet est de présenter le savoir-faire nantais en matière d'intelligence artificielle. Cette application est destinée à tout type de public. Elle permet d'expliquer de manière ludique les grands principes afin de démystifier le sujet.",
        "participate": "Aidez-nous à améliorer la prédiction de notre modèle.",
        "estimate": "Aidez-nous à améliorer la prédiction de notre modèle."
    },
    "model": {
        "input": {
            "area": "Surface au sol",
            "areaCarrez": "Surface au sol ‘Loi Carrez’",
            "areaTotal": "Surface total",
            "rooms": "Nombre de pièces",
            "type": "Type de bien",
            "location": "Localisation",
            "poi": "Points d'intérêt à proximité",
            "price": "Prix d'achat / vente",
            "year": "Année d'achat / vente",
            "month": "Mois d'achat / vente"
        },
        "placeholder": {
            "location": "Addresse du bien"
        }
    },
    "discover": {
        "title": "Découvrir l'intelligence artificielle",
        "explanation": "De nos jours, nous utilisons principalement l'apprentissage automatique. Le schéma ci-dessous va vous montrer les principaux algorithmes utilisés.",
        "intelligence": {
            "title": "Qu'est-ce que l'intelligence ?",
            "explanation": "Les capacitées mentales et cognitives d'un individu à résoudre un problème ou à s'adapter à son environnement."
        },
        "learning": {
            "title": "Apprentissage ?",
            "explanation1": "L'acquisition d'un savoir-faire.",
            "explanation2": "L'acquisition ou la modification de la représentation d'un environnement pour réaliser des interactions efficaces.",
            "explanation3": "Prendre la bonne décision face à une situation nouvelle.",
            "explanation4": " Les humains effectuent  ces tâche de façon inconsciente, en temps réel et sans effort explicite."
        },
        "machine": {
            "title": "Comment peut-on qualifier l'intelligence ?",
            "explanation1": {
                "title": "Un algorithme de recherche ?",
                "explanation": "Représenter les connaissances sous formes de graphes puis rechercher une solution. En principe il est possible de calculer toutes les actions du futur et leurs conséquences",
                "problem": "Cependant le nombre de possibilités explosent exponentiellement"
            },
            "explanation2": {
                "title": "Une comparaison ?",
                "explanation": "Mémoriser des exemples typiques du problème. Comparer un objet inconnu avec les connaissances et trouver l'objet le plus proche.",
                "problem": "Il peut y avoir énormement de caractéristiques qui influencent ou pas l'objet à reconaître"
            },
            "explanation3": {
                "title": "Des règles ?",
                "explanation": "Caractériser les choses par des règles, vérifier si les règles s'appliquent à un objet inconnu.",
                "problem": "Les règles doivent être formuléespar un spécialiste. Il est difficile de couvrir toutes les exceptions. Les objets incomplets ou bruités poseront des problèmes."
            }
        },
        "methods": {
            "title": "Méthodes d'apprentissage",
            "symbolic": {
                "title": "Apprentissage symbolique",
                "text": "On utilise une représentation symbolique (concepts), typiquement en utilisant une collection de règles. Ces règles sont spécifiées par un humain. On utilise des algorithmes pour combiner les règles et inférer de nouvelles connaissances."
            },
            "statistic": {
                "title": "Apprentissage automatique",
                "text": "On utilise une représentation numérique (codage), on fournit des exemples typiques et la réponse souhaitée. L'humain spécifie le ‘quoi’ mais pas le ‘comment’. On utilise des algorithmes d'apprentissage statistiques."
            }
        },
        "learningType": {
            "title": "Principales catégories d'apprentissage automatique",
            "supervised": {
                "title": "Supervised",
                "text": "Chaque exemple est associé à une étiquette. L'objectif est de prédire l'étiquette. Le système apprend donc à classer les données."
            },
            "unsupervised": {
                "title": "Unsupervised",
                "text": "Les exemples ne sont pas étiquetés. L'objectif est de trouver une typologie existante caractérisant les observations. Le système apprend une classification des données."
            },
            "reinforcement": {
                "title": "Reinforcement",
                "text": "Les exemples sont associés à une récompense / punition. L'objectif est de maximiser les récompenses. Le système apprend une politique de décision."
            }
        }
    },
    "result": {
        "title": "Votre estimation",
        "text": "Vous êtes propriétaire du bien ? Aidez-nous à nous améliorer, renseignez son prix d'achat hors frais de notaire.",
        "textExplanation": "Vous êtes curieux ? Comprenez notre calcul estimatif :"
    },
    "houseType": {
        "house": "Maison",
        "flat": "Appartement"
    },
    "months": {
        "january": "janvier",
        "february": "février",
        "march": "mars",
        "april": "avril",
        "may": "mai",
        "june": "juin",
        "july": "juillet",
        "august": "août",
        "september": "septembre",
        "october": "octobre",
        "november": "novembre",
        "december": "décembre"
    }
}